Repository: starcat-app/Starcat
Catalog: Starcat/Resources/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, id, it, ja, ko, nl, pl, pt_br, ru, tr, uk, vi, zh_hans, zh_hant

# repo.notes.ai.draftTitle
source: AI Draft Preview
ar: معاينة مسودة الذكاء الاصطناعي
de: Vorschau KI-Entwurf
es: Vista previa del borrador IA
fr: Aperçu du brouillon IA
id: Pratinjau Draf AI
it: Anteprima bozza AI
ja: AI下書きプレビュー
ko: AI 초안 미리보기
nl: AI-conceptvoorbeeld
pl: Podgląd szkicu AI
pt_br: Prévia do rascunho da IA
ru: Предпросмотр черновика AI
tr: AI Taslak Önizlemesi
uk: Попередній перегляд AI-чернетки
vi: Xem trước bản nháp AI
zh_hans: AI 草稿预览
zh_hant: AI 草稿預覽

# repo.notes.ai.duration.format
source: %.1f s
ar: %.1f ثانية
id: %.1f dtk
ja: %.1f 秒
ko: %.1f초
ru: %.1f с
uk: %.1f с
vi: %.1f giây
zh_hans: %.1f 秒
zh_hant: %.1f 秒

# repo.notes.ai.error.generic
source: AI note generation failed
ar: فشل توليد الملاحظة بالذكاء الاصطناعي
de: KI-Notizgenerierung fehlgeschlagen
es: Error al generar nota con IA
fr: Échec de la génération de note IA
id: Generasi catatan AI gagal
it: Generazione note AI non riuscita
ja: AIノートの生成に失敗しました
ko: AI 노트 생성 실패
nl: AI-notitie genereren mislukt
pl: Generowanie notatki AI nie powiodło się
pt_br: Falha na geração da nota por IA
ru: Не удалось сгенерировать заметку AI
tr: AI notu oluşturma başarısız
uk: Помилка генерації AI-нотатки
vi: Tạo ghi chú AI thất bại
zh_hans: AI 笔记生成失败
zh_hant: AI 筆記生成失敗

# repo.notes.ai.error.noteChanged
source: Your note changed during generation. The AI draft was kept; generate again to include the latest edits.
ar: تغيرت ملاحظتك أثناء التوليد. تم الاحتفاظ بمسودة الذكاء الاصطناعي؛ قم بالتوليد مرة أخرى لتضمين آخر التعديلات.
de: Ihre Notiz wurde während der Generierung geändert. Der KI-Entwurf wurde beibehalten; generieren Sie erneut, um die letzten Änderungen einzubeziehen.
es: Tu nota cambió durante la generación. El borrador IA se conservó; genera de nuevo para incluir los cambios más recientes.
fr: Votre note a changé pendant la génération. Le brouillon IA a été conservé ; générez à nouveau pour inclure les dernières modifications.
id: Catatan Anda berubah selama generasi. Draf AI tetap disimpan; buat lagi untuk menyertakan suntingan terbaru.
it: La tua nota è cambiata durante la generazione. La bozza AI è stata conservata; genera di nuovo per includere le modifiche recenti.
ja: 生成中にノートが変更されました。AI下書きは保持されています。最新の編集を含めるには再度生成してください。
ko: 생성 중에 노트가 변경되었습니다. AI 초안은 유지되며, 최신 편집 내용을 포함하려면 다시 생성하세요.
nl: Je notitie is gewijzigd tijdens het genereren. Het AI-concept is bewaard; genereer opnieuw om de laatste bewerkingen op te nemen.
pl: Twoja notatka zmieniła się podczas generowania. Szkic AI został zachowany; wygeneruj ponownie, aby uwzględnić najnowsze zmiany.
pt_br: Sua nota foi alterada durante a geração. O rascunho da IA foi mantido; gere novamente para incluir as últimas edições.
ru: Ваша заметка изменилась во время генерации. Черновик AI сохранён; сгенерируйте заново, чтобы включить последние правки.
tr: Notunuz oluşturma sırasında değişti. AI taslağı korundu; en son düzenlemeleri dahil etmek için yeniden oluşturun.
uk: Ваша нотатка змінилася під час генерації. AI-чернетку збережено; згенеруйте знову, щоб включити останні зміни.
vi: Ghi chú của bạn đã thay đổi trong quá trình tạo. Bản nháp AI được giữ lại; hãy tạo lại để bao gồm các chỉnh sửa mới nhất.
zh_hans: 生成期间个人笔记已变更。AI 草稿已保留，请重新生成以包含最新修改。
zh_hant: 生成期間個人筆記已變更。AI 草稿已保留，請重新生成以包含最新修改。

# repo.notes.ai.error.readmeEmpty
source: The downloaded README Markdown is empty
ar: ملف README الذي تم تنزيله فارغ
de: Die heruntergeladene README-Markdown-Datei ist leer
es: El README descargado en Markdown está vacío
fr: Le README Markdown téléchargé est vide
id: README Markdown yang diunduh kosong
it: Il README Markdown scaricato è vuoto
ja: ダウンロードしたREADME Markdownが空です
ko: 다운로드한 README 마크다운이 비어 있습니다
nl: De gedownloade README-Markdown is leeg
pl: Pobrany plik README Markdown jest pusty
pt_br: O README Markdown baixado está vazio
ru: Загруженный README Markdown пуст
tr: İndirilen README Markdown dosyası boş
uk: Завантажений README Markdown порожній
vi: Tệp README đã tải xuống trống
zh_hans: 下载的 README Markdown 为空
zh_hant: 下載的 README Markdown 為空

# repo.notes.ai.error.readmeNotFound
source: This repository does not have a README
ar: هذا المستودع لا يحتوي على README
de: Dieses Repository hat keine README
es: Este repositorio no tiene README
fr: Ce dépôt n'a pas de README
id: Repositori ini tidak memiliki README
it: Questo repository non ha un README
ja: このリポジトリにはREADMEがありません
ko: 이 저장소에는 README가 없습니다
nl: Deze repository heeft geen README
pl: To repozytorium nie ma pliku README
pt_br: Este repositório não possui um README
ru: У этого репозитория нет README
tr: Bu deponun README dosyası yok
uk: Цей репозиторій не має README
vi: Kho lưu trữ này không có README
zh_hans: 该仓库没有 README
zh_hant: 該倉庫沒有 README

# repo.notes.ai.error.saveFailed
source: The AI draft could not be saved. The draft is still available for retry.
ar: تعذر حفظ مسودة الذكاء الاصطناعي. المسودة لا تزال متاحة لإعادة المحاولة.
de: Der KI-Entwurf konnte nicht gespeichert werden. Der Entwurf ist für einen erneuten Versuch weiterhin verfügbar.
es: No se pudo guardar el borrador IA. El borrador sigue disponible para reintentar.
fr: Le brouillon IA n'a pas pu être enregistré. Le brouillon est toujours disponible pour une nouvelle tentative.
id: Draf AI tidak dapat disimpan. Draf masih tersedia untuk dicoba ulang.
it: Impossibile salvare la bozza AI. La bozza è ancora disponibile per un nuovo tentativo.
ja: AI下書きを保存できませんでした。下書きは再試行のために引き続き利用できます。
ko: AI 초안을 저장할 수 없습니다. 초안은 재시도를 위해 계속 사용할 수 있습니다.
nl: Het AI-concept kon niet worden opgeslagen. Het concept is nog beschikbaar voor een nieuwe poging.
pl: Nie udało się zapisać szkicu AI. Szkic jest nadal dostępny do ponownej próby.
pt_br: O rascunho da IA não pôde ser salvo. O rascunho ainda está disponível para nova tentativa.
ru: Не удалось сохранить черновик AI. Черновик всё ещё доступен для повторной попытки.
tr: AI taslağı kaydedilemedi. Taslak yeniden deneme için hâlâ mevcut.
uk: Не вдалося зберегти AI-чернетку. Чернетка все ще доступна для повторної спроби.
vi: Không thể lưu bản nháp AI. Bản nháp vẫn có sẵn để thử lại.
zh_hans: AI 草稿保存失败，草稿已保留，可重试。
zh_hant: AI 草稿儲存失敗，草稿已保留，可重試。

# repo.notes.ai.generate
source: Generate with AI
ar: توليد بالذكاء الاصطناعي
de: Mit KI generieren
es: Generar con IA
fr: Générer avec l'IA
id: Hasilkan dengan AI
it: Genera con AI
ja: AIで生成
ko: AI로 생성
nl: Genereren met AI
pl: Generuj z AI
pt_br: Gerar com IA
ru: Сгенерировать с AI
tr: AI ile Oluştur
uk: Згенерувати з AI
vi: Tạo bằng AI
zh_hans: AI 生成
zh_hant: AI 生成

# repo.notes.ai.generateHelp
source: Send the README to your configured AI provider to generate an editable personal note draft
ar: أرسل README إلى مزود الذكاء الاصطناعي المُعدّ لإنشاء مسودة ملاحظة شخصية قابلة للتعديل
de: Senden Sie die README an Ihren konfigurierten KI-Anbieter, um einen bearbeitbaren persönlichen Notizentwurf zu generieren
es: Envía el README a tu proveedor de IA configurado para generar un borrador de nota personal editable
fr: Envoyer le README à votre fournisseur IA configuré pour générer un brouillon de note personnelle modifiable
id: Kirim README ke penyedia AI yang dikonfigurasi untuk menghasilkan draf catatan pribadi yang dapat diedit
it: Invia il README al tuo provider AI configurato per generare una bozza di nota personale modificabile
ja: 設定済みのAIプロバイダにREADMEを送信して、編集可能な個人ノートの下書きを生成します
ko: README를 설정된 AI 제공자에게 보내 편집 가능한 개인 노트 초안을 생성합니다
nl: Stuur de README naar je geconfigureerde AI-provider om een bewerkbaar persoonlijk notitieconcept te genereren
pl: Wyślij README do skonfigurowanego dostawcy AI, aby wygenerować edytowalny szkic notatki
pt_br: Enviar o README ao seu provedor de IA configurado para gerar um rascunho de nota pessoal editável
ru: Отправить README вашему настроенному AI-провайдеру для создания редактируемого черновика личной заметки
tr: Düzenlenebilir bir kişisel not taslağı oluşturmak için README'yi yapılandırılmış AI sağlayıcınıza gönderin
uk: Надіслати README налаштованому AI-провайдеру для створення редагованого чернетки особистої нотатки
vi: Gửi README đến nhà cung cấp AI đã cấu hình để tạo bản nháp ghi chú cá nhân có thể chỉnh sửa
zh_hans: 将 README 发送到你配置的 AI Provider，以生成可编辑的个人笔记草稿
zh_hant: 將 README 傳送到你配置的 AI Provider，以生成可編輯的個人筆記草稿

# repo.notes.ai.optimize
source: Improve with AI
ar: تحسين بالذكاء الاصطناعي
de: Mit KI verbessern
es: Mejorar con IA
fr: Améliorer avec l'IA
id: Tingkatkan dengan AI
it: Migliora con AI
ja: AIで改善
ko: AI로 개선
nl: Verbeteren met AI
pl: Popraw z AI
pt_br: Melhorar com IA
ru: Улучшить с AI
tr: AI ile İyileştir
uk: Покращити з AI
vi: Cải thiện bằng AI
zh_hans: AI 优化
zh_hant: AI 最佳化

# repo.notes.ai.optimizeHelp
source: Send the README and current personal note to your configured AI provider to create an editable improved draft
ar: أرسل README والملاحظة الشخصية الحالية إلى مزود الذكاء الاصطناعي المُعدّ لإنشاء مسودة محسّنة قابلة للتعديل
de: Senden Sie die README und die aktuelle persönliche Notiz an Ihren konfigurierten KI-Anbieter, um einen bearbeitbaren verbesserten Entwurf zu erstellen
es: Envía el README y la nota personal actual a tu proveedor de IA configurado para crear un borrador mejorado editable
fr: Envoyer le README et la note personnelle actuelle à votre fournisseur IA configuré pour créer un brouillon amélioré modifiable
id: Kirim README dan catatan pribadi saat ini ke penyedia AI yang dikonfigurasi untuk membuat draf perbaikan yang dapat diedit
it: Invia il README e la nota personale corrente al tuo provider AI configurato per creare una bozza migliorata modificabile
ja: 設定済みのAIプロバイダにREADMEと現在の個人ノートを送信して、編集可能な改善された下書きを作成します
ko: README와 현재 개인 노트를 설정된 AI 제공자에게 보내 편집 가능한 개선된 초안을 생성합니다
nl: Stuur de README en huidige persoonlijke notitie naar je geconfigureerde AI-provider om een bewerkbaar verbeterd concept te maken
pl: Wyślij README i bieżącą notatkę do skonfigurowanego dostawcy AI, aby utworzyć edytowalny ulepszony szkic
pt_br: Enviar o README e a nota pessoal atual ao seu provedor de IA configurado para criar um rascunho melhorado editável
ru: Отправить README и текущую личную заметку вашему настроенному AI-провайдеру для создания улучшенного черновика
tr: Düzenlenebilir iyileştirilmiş bir taslak oluşturmak için README'yi ve mevcut kişisel notu yapılandırılmış AI sağlayıcınıza gönderin
uk: Надіслати README та поточну особисту нотатку налаштованому AI-провайдеру для створення редагованого покращеного чернетки
vi: Gửi README và ghi chú cá nhân hiện tại đến nhà cung cấp AI đã cấu hình để tạo bản nháp cải thiện có thể chỉnh sửa
zh_hans: 将 README 和当前个人笔记发送到你配置的 AI Provider，以生成可编辑的优化草稿
zh_hant: 將 README 和目前個人筆記傳送到你配置的 AI Provider，以生成可編輯的最佳化草稿

# repo.notes.ai.privacyNotice
source: The README and current personal note are sent to your configured AI provider only after you start generation.
ar: يتم إرسال README والملاحظة الشخصية الحالية إلى مزود الذكاء الاصطناعي المُعدّ فقط بعد بدء التوليد.
de: Die README und die aktuelle persönliche Notiz werden erst an Ihren konfigurierten KI-Anbieter gesendet, nachdem Sie die Generierung gestartet haben.
es: El README y la nota personal actual se envían a tu proveedor de IA configurado solo después de que inicies la generación.
fr: Le README et la note personnelle actuelle sont envoyés à votre fournisseur IA configuré uniquement après le début de la génération.
id: README dan catatan pribadi saat ini dikirim ke penyedia AI yang dikonfigurasi hanya setelah Anda memulai generasi.
it: Il README e la nota personale corrente vengono inviati al tuo provider AI configurato solo dopo aver avviato la generazione.
ja: READMEと現在の個人ノートは、生成を開始した後にのみ設定済みのAIプロバイダに送信されます。
ko: README와 현재 개인 노트는 생성 시작 후에만 설정된 AI 제공자에게 전송됩니다.
nl: De README en huidige persoonlijke notitie worden alleen naar je geconfigureerde AI-provider gestuurd nadat je de generatie start.
pl: README i bieżąca notatka są wysyłane do skonfigurowanego dostawcy AI dopiero po rozpoczęciu generowania.
pt_br: O README e a nota pessoal atual são enviados ao seu provedor de IA configurado somente após você iniciar a geração.
ru: README и текущая личная заметка отправляются вашему настроенному AI-провайдеру только после начала генерации.
tr: README ve mevcut kişisel not, yalnızca oluşturmayı başlattıktan sonra yapılandırılmış AI sağlayıcınıza gönderilir.
uk: README та поточна особиста нотатка надсилаються вашому налаштованому AI-провайдеру лише після початку генерації.
vi: README và ghi chú cá nhân hiện tại chỉ được gửi đến nhà cung cấp AI đã cấu hình sau khi bạn bắt đầu tạo.
zh_hans: 仅在你开始生成后，README 和当前个人笔记才会发送到你配置的 AI Provider。
zh_hant: 僅在你開始生成後，README 和目前個人筆記才會傳送到你配置的 AI Provider。

# repo.notes.ai.progressTitle
source: AI Note Generation
ar: توليد ملاحظة بالذكاء الاصطناعي
de: KI-Notizgenerierung
es: Generación de nota con IA
fr: Génération de note IA
id: Generasi Catatan AI
it: Generazione nota AI
ja: AIノート生成
ko: AI 노트 생성
nl: AI-notitie genereren
pl: Generowanie notatki AI
pt_br: Geração de nota por IA
ru: Генерация заметки AI
tr: AI Notu Oluşturma
uk: Генерація AI-нотатки
vi: Tạo ghi chú AI
zh_hans: AI 笔记生成
zh_hant: AI 筆記生成

# repo.notes.ai.regenerate
source: Generate Again
ar: توليد مرة أخرى
de: Erneut generieren
es: Generar de nuevo
fr: Générer à nouveau
id: Hasilkan Lagi
it: Genera di nuovo
ja: 再生成
ko: 다시 생성
nl: Opnieuw genereren
pl: Generuj ponownie
pt_br: Gerar novamente
ru: Сгенерировать снова
tr: Tekrar Oluştur
uk: Згенерувати знову
vi: Tạo lại
zh_hans: 重新生成
zh_hant: 重新生成

# repo.notes.ai.retry
source: Retry
ar: إعادة المحاولة
de: Wiederholen
es: Reintentar
fr: Réessayer
id: Coba Ulang
it: Riprova
ja: 再試行
ko: 재시도
nl: Opnieuw proberen
pl: Ponów
pt_br: Tentar novamente
ru: Повторить
tr: Yeniden Dene
uk: Повторити
vi: Thử lại
zh_hans: 重试
zh_hant: 重試

# repo.notes.ai.saving
source: Saving AI draft…
ar: جاري حفظ مسودة الذكاء الاصطناعي…
de: KI-Entwurf wird gespeichert…
es: Guardando borrador IA…
fr: Enregistrement du brouillon IA…
id: Menyimpan draf AI…
it: Salvataggio bozza AI…
ja: AI下書きを保存中…
ko: AI 초안 저장 중…
nl: AI-concept opslaan…
pl: Zapisywanie szkicu AI…
pt_br: Salvando rascunho da IA…
ru: Сохранение черновика AI…
tr: AI taslağı kaydediliyor…
uk: Збереження AI-чернетки…
vi: Đang lưu bản nháp AI…
zh_hans: 正在保存 AI 草稿…
zh_hant: 正在儲存 AI 草稿…

# repo.notes.ai.state.cancelled
source: Cancelled
ar: مُلغى
de: Abgebrochen
es: Cancelado
fr: Annulé
id: Dibatalkan
it: Annullato
ja: キャンセル済み
ko: 취소됨
nl: Geannuleerd
pl: Anulowane
pt_br: Cancelado
ru: Отменено
tr: İptal Edildi
uk: Скасовано
vi: Đã hủy
zh_hans: 已取消
zh_hant: 已取消

# repo.notes.ai.state.completed
source: Completed
ar: مكتمل
de: Abgeschlossen
es: Completado
fr: Terminé
id: Selesai
it: Completato
ja: 完了
ko: 완료됨
nl: Voltooid
pl: Ukończone
pt_br: Concluído
ru: Завершено
tr: Tamamlandı
uk: Завершено
vi: Hoàn thành
zh_hans: 已完成
zh_hant: 已完成

# repo.notes.ai.state.failed
source: Failed
ar: فشل
de: Fehlgeschlagen
es: Fallido
fr: Échec
id: Gagal
it: Non riuscito
ja: 失敗
ko: 실패
nl: Mislukt
pl: Niepowodzenie
pt_br: Falhou
ru: Ошибка
tr: Başarısız
uk: Помилка
vi: Thất bại
zh_hans: 失败
zh_hant: 失敗

# repo.notes.ai.state.pending
source: Pending
ar: قيد الانتظار
de: Ausstehend
es: Pendiente
fr: En attente
id: Menunggu
it: In attesa
ja: 保留中
ko: 대기 중
nl: In behandeling
pl: Oczekujące
pt_br: Pendente
ru: Ожидание
tr: Beklemede
uk: Очікування
vi: Đang chờ
zh_hans: 等待中
zh_hant: 等待中

# repo.notes.ai.state.running
source: In Progress
ar: قيد التقدم
de: In Bearbeitung
es: En progreso
fr: En cours
id: Sedang Berlangsung
it: In corso
ja: 進行中
ko: 진행 중
nl: Bezig
pl: W toku
pt_br: Em andamento
ru: Выполняется
tr: Devam Ediyor
uk: Виконується
vi: Đang tiến hành
zh_hans: 进行中
zh_hant: 進行中

# repo.notes.ai.state.skipped
source: Skipped
ar: تم التخطي
de: Übersprungen
es: Omitido
fr: Ignoré
id: Dilewati
it: Saltato
ja: スキップ
ko: 건너뜀
nl: Overgeslagen
pl: Pominięte
pt_br: Ignorado
ru: Пропущено
tr: Atlandı
uk: Пропущено
vi: Đã bỏ qua
zh_hans: 已跳过
zh_hant: 已跳過

# repo.notes.ai.step.awaitingConfirmation
source: Await Confirmation
ar: بانتظار التأكيد
de: Bestätigung ausstehend
es: Esperando confirmación
fr: En attente de confirmation
id: Tunggu Konfirmasi
it: In attesa di conferma
ja: 確認待ち
ko: 확인 대기
nl: Wachten op bevestiging
pl: Oczekiwanie na potwierdzenie
pt_br: Aguardando confirmação
ru: Ожидание подтверждения
tr: Onay Bekliyor
uk: Очікування підтвердження
vi: Chờ xác nhận
zh_hans: 等待确认
zh_hant: 等待確認

# repo.notes.ai.step.checkingAI
source: Check AI Configuration
ar: التحقق من إعدادات الذكاء الاصطناعي
de: KI-Konfiguration prüfen
es: Verificar configuración de IA
fr: Vérifier la configuration IA
id: Periksa Konfigurasi AI
it: Controlla configurazione AI
ja: AI設定を確認
ko: AI 설정 확인
nl: AI-configuratie controleren
pl: Sprawdź konfigurację AI
pt_br: Verificar configuração de IA
ru: Проверка конфигурации AI
tr: AI Yapılandırmasını Kontrol Et
uk: Перевірка налаштувань AI
vi: Kiểm tra cấu hình AI
zh_hans: 检查 AI 配置
zh_hant: 檢查 AI 配置

# repo.notes.ai.step.downloadingReadme
source: Download README
ar: تنزيل README
de: README herunterladen
es: Descargar README
fr: Téléchargement du README
id: Unduh README
it: Scarica README
ja: READMEをダウンロード
ko: README 다운로드
nl: README downloaden
pl: Pobieranie README
pt_br: Baixar README
ru: Загрузка README
tr: README İndir
uk: Завантаження README
vi: Tải README
zh_hans: 下载 README
zh_hant: 下載 README

# repo.notes.ai.step.generating
source: Generate AI Draft
ar: توليد مسودة الذكاء الاصطناعي
de: KI-Entwurf generieren
es: Generar borrador IA
fr: Génération du brouillon IA
id: Hasilkan Draf AI
it: Genera bozza AI
ja: AI下書きを生成
ko: AI 초안 생성
nl: AI-concept genereren
pl: Generowanie szkicu AI
pt_br: Gerar rascunho da IA
ru: Генерация черновика AI
tr: AI Taslağı Oluştur
uk: Генерація AI-чернетки
vi: Tạo bản nháp AI
zh_hans: AI 生成草稿
zh_hant: AI 生成草稿

# repo.notes.ai.step.preparingNote
source: Prepare Note Context
ar: تحضير سياق الملاحظة
de: Notizkontext vorbereiten
es: Preparar contexto de nota
fr: Préparation du contexte de la note
id: Siapkan Konteks Catatan
it: Prepara contesto nota
ja: ノートコンテキストを準備
ko: 노트 컨텍스트 준비
nl: Notitiecontext voorbereiden
pl: Przygotowanie kontekstu notatki
pt_br: Preparar contexto da nota
ru: Подготовка контекста заметки
tr: Not Bağlamını Hazırla
uk: Підготовка контексту нотатки
vi: Chuẩn bị ngữ cảnh ghi chú
zh_hans: 准备笔记上下文
zh_hant: 準備筆記上下文

# repo.notes.ai.step.readingReadme
source: Read Local README
ar: قراءة README المحلي
de: Lokale README lesen
es: Leer README local
fr: Lecture du README local
id: Baca README Lokal
it: Leggi README locale
ja: ローカルのREADMEを読み込み
ko: 로컬 README 읽기
nl: Lokale README lezen
pl: Odczyt lokalnego README
pt_br: Ler README local
ru: Чтение локального README
tr: Yerel README'yi Oku
uk: Читання локального README
vi: Đọc README cục bộ
zh_hans: 读取本地 README
zh_hant: 讀取本地 README

# repo.notes.ai.step.saving
source: Save Personal Note
ar: حفظ الملاحظة الشخصية
de: Persönliche Notiz speichern
es: Guardar nota personal
fr: Enregistrement de la note personnelle
id: Simpan Catatan Pribadi
it: Salva nota personale
ja: 個人ノートを保存
ko: 개인 노트 저장
nl: Persoonlijke notitie opslaan
pl: Zapisywanie notatki osobistej
pt_br: Salvar nota pessoal
ru: Сохранение личной заметки
tr: Kişisel Notu Kaydet
uk: Збереження особистої нотатки
vi: Lưu ghi chú cá nhân
zh_hans: 保存个人笔记
zh_hant: 儲存個人筆記

# repo.notes.collapseEditor
source: Collapse the note editor
ar: طي محرر الملاحظات
de: Notizeditor einklappen
es: Contraer el editor de notas
fr: Réduire l'éditeur de notes
id: Ciutkan editor catatan
it: Comprimi l'editor delle note
ja: ノートエディタを折りたたむ
ko: 노트 편집기 접기
nl: Notitie-editor samenvouwen
pl: Zwiń edytor notatek
pt_br: Recolher o editor de notas
ru: Свернуть редактор заметок
tr: Not düzenleyicisini daralt
uk: Згорнути редактор нотаток
vi: Thu gọn trình soạn thảo ghi chú
zh_hans: 收起笔记编辑器
zh_hant: 收起筆記編輯器

# repo.notes.editor.done
source: Done
ar: تم
de: Fertig
es: Hecho
fr: Terminé
id: Selesai
it: Fatto
ja: 完了
ko: 완료
nl: Gereed
pl: Gotowe
pt_br: Concluído
ru: Готово
tr: Tamam
uk: Готово
vi: Xong
zh_hans: 完成
zh_hant: 完成

# repo.notes.editor.emptyPreview
source: No note content yet. Switch to the Edit tab to start writing…
ar: لا يوجد محتوى ملاحظة بعد. انتقل إلى علامة التبويب تحرير لبدء الكتابة…
de: Noch kein Notizinhalt. Wechseln Sie zum Tab „Bearbeiten“, um mit dem Schreiben zu beginnen…
es: Aún no hay contenido de nota. Cambia a la pestaña Editar para empezar a escribir…
fr: Pas encore de contenu. Passez à l'onglet Édition pour commencer à écrire…
id: Belum ada konten catatan. Beralih ke tab Edit untuk mulai menulis…
it: Ancora nessun contenuto della nota. Passa alla scheda Modifica per iniziare a scrivere…
ja: まだノートがありません。「編集」タブに切り替えて書き始めてください。
ko: 아직 노트 내용이 없습니다. 편집 탭으로 전환하여 작성해 보세요…
nl: Nog geen notitie-inhoud. Schakel over naar het tabblad Bewerken om te beginnen met schrijven…
pl: Brak treści notatki. Przełącz na zakładkę Edycja, aby rozpocząć pisanie…
pt_br: Nenhum conteúdo de nota ainda. Mude para a aba Editar para começar a escrever…
ru: Содержимого заметки пока нет. Переключитесь на вкладку «Правка», чтобы начать писать…
tr: Henüz not içeriği yok. Yazmaya başlamak için Düzenle sekmesine geçin…
uk: Нотатка ще порожня. Перейдіть на вкладку «Редагувати», щоб почати писати…
vi: Chưa có nội dung ghi chú. Chuyển sang tab Chỉnh sửa để bắt đầu viết…
zh_hans: 暂无笔记内容,切换到「编辑」开始写作…
zh_hant: 尚無筆記內容，切換到「編輯」開始寫作…

# repo.notes.editor.tabEdit
source: Edit
ar: تحرير
de: Bearbeiten
es: Editar
fr: Édition
it: Modifica
ja: 編集
ko: 편집
nl: Bewerken
pl: Edycja
pt_br: Editar
ru: Правка
tr: Düzenle
uk: Редагувати
vi: Chỉnh sửa
zh_hans: 编辑
zh_hant: 編輯

# repo.notes.editor.tabPreview
source: Preview
ar: معاينة
de: Vorschau
es: Vista previa
fr: Aperçu
id: Pratinjau
it: Anteprima
ja: プレビュー
ko: 미리보기
nl: Voorbeeld
pl: Podgląd
pt_br: Pré-visualizar
ru: Предпросмотр
tr: Önizleme
uk: Попередній перегляд
vi: Xem trước
zh_hans: 预览
zh_hant: 預覽

# repo.notes.expandEditor
source: Expand the note editor (supports Markdown preview)
ar: توسيع محرر الملاحظات (يدعم معاينة Markdown)
de: Notizeditor erweitern (unterstützt Markdown-Vorschau)
es: Expandir el editor de notas (compatible con vista previa Markdown)
fr: Agrandir l'éditeur de notes (prend en charge l'aperçu Markdown)
id: Perluas editor catatan (mendukung pratinjau Markdown)
it: Espandi l'editor delle note (supporta anteprima Markdown)
ja: ノートエディタを展開（Markdownプレビュー対応）
ko: 노트 편집기 확장 (마크다운 미리보기 지원)
nl: Notitie-editor uitvouwen (ondersteunt Markdown-voorbeeld)
pl: Rozwiń edytor notatek (obsługuje podgląd Markdown)
pt_br: Expandir o editor de notas (suporta pré-visualização Markdown)
ru: Развернуть редактор заметок (поддерживает предпросмотр Markdown)
tr: Not düzenleyicisini genişlet (Markdown önizlemesini destekler)
uk: Розгорнути редактор нотаток (підтримує попередній перегляд Markdown)
vi: Mở rộng trình soạn thảo ghi chú (hỗ trợ xem trước Markdown)
zh_hans: 展开笔记编辑器(支持 Markdown 预览)
zh_hant: 展開筆記編輯器（支援 Markdown 預覽）

# repo.notes.loadFailed
source: Failed to load notes
ar: فشل تحميل الملاحظات
de: Notizen konnten nicht geladen werden
es: Error al cargar las notas
fr: Échec du chargement des notes
id: Gagal memuat catatan
it: Caricamento delle note non riuscito
ja: ノートの読み込みに失敗しました
ko: 노트를 불러오지 못했습니다
nl: Notities laden mislukt
pl: Nie udało się załadować notatek
pt_br: Falha ao carregar notas
ru: Не удалось загрузить заметки
tr: Notlar yüklenemedi
uk: Не вдалося завантажити нотатки
vi: Không thể tải ghi chú
zh_hans: 加载笔记失败
zh_hant: 載入筆記失敗

# repo.notes.saveContentFailed
source: Failed to save notes
ar: فشل حفظ الملاحظات
de: Notizen konnten nicht gespeichert werden
es: Error al guardar las notas
fr: Échec de l'enregistrement des notes
id: Gagal menyimpan catatan
it: Salvataggio delle note non riuscito
ja: ノートの保存に失敗しました
ko: 노트를 저장하지 못했습니다
nl: Notities opslaan mislukt
pl: Nie udało się zapisać notatek
pt_br: Falha ao salvar notas
ru: Не удалось сохранить заметки
tr: Notlar kaydedilemedi
uk: Не вдалося зберегти нотатки
vi: Không thể lưu ghi chú
zh_hans: 笔记保存失败
zh_hant: 筆記儲存失敗
